Repository: HansvBug/TopData
Catalog: TopData/Resource/Res_Messagebox.*.resx
Languages: nl

# TextPasswordNotEqualName
source: Password cannot be the same as the name.
nl: Wachtwoord mag niet gelijk zijn aan de naam.

# Text_App_Database_Changed
source: The Application database has been changed.
nl: De Applicatie database is gewijzigd.

# Text_App_Database_Changed_No_Location
source: The Application database has not been created because the location or database name is missing.
nl: De Applicatie database is niet aangemaakt omdat de locatie of de database naam ontbreekt.

# Text_App_Database_Compressed
source: The application database has been successfully compressed.
nl: De applicatie database is succesvol gecomprimeerd.

# Text_App_Database_Copy_Failed
source: Copying of the application database failed.
nl: Het kopiëren van de applicatie database is mislukt.

# Text_App_Database_Created
source: The Application database has been created.
nl: De Applicatie database is aangemaakt.

# Text_App_Database_Create_Failed
source: Failed to create an empty database file.
nl: Het aanmaken van een leeg database bestand is mislukt.

# Text_Authentication_Name
source: Enter an authentication name.
nl: Vul een authenticatie naam in.

# Text_Column_Is_Empty
source: A mandatory column in the table is empty.
nl: Een verplichte kolom in de tabel is leeg.

# Text_Continue_Without_Saving
source: Continue without saving?
nl: Doorgaan zonder op te slaan?

# Text_Copy_DatabaseFile_Completed
source: The copying of the database file is complete.
nl: Het kopiëren van het database bestand is gereed.

# Text_Cre_new_Ora_Conn
source: Create new Oracle database connection.
nl: Nieuwe Oracle database connectie maken.

# Text_Database_Copy_Failed
source: Copying of the database file failed.
nl: Het kopiëren van het database bestand is mislukt.

# Text_Data_User_Not_Changed
source: The data of the selected user has not been changed.
nl: De gegevens van de geselecteerde gebruiker zijn niet gewijzigd.

# Text_Drop_Query_On_Folder
source: You can only drop a query on a Folder.
nl: Een query kunt u alleen op een Map droppen.

# Text_Duplicate_Databae_Conn
source: The connection data already exists. Duplicate connection data is not saved.
nl: De connectie gegevens komen reeds voor. Dubbele connectie gegevens worden niet opgeslagen.

# Text_Enter_Authentiction_Name
source: Enter an authentication name.
nl: Vul een authentication naam in.

# Text_Error_Ora_Conn
source: Unexpected error making oracle connection. Check the log file.
nl: Onverwachte fout bij het maken van de oracle connectie. Controleer het log bestand.

# Text_File_Exist_Overwrite
source: The file already exists. Do you want to overwrite the file?
nl: Het bestand bestaat al. Wilt u het bestand overschrijven?

# Text_Max_100
source: Maximum 100 characters allowed.
nl: Maximaal 100 tekens toegestaan.

# Text_Max_10000
source: Maximum 10000 characters allowed.
nl: Maximaal 10000 tekens toegestaan.

# Text_Max_200
source: Maximum 200 characters allowed.
nl: Maximaal 200 tekens toegestaan.

# Text_Max_255
source: Maximum 255 characters allowed.
nl: Maximaal 255 tekens toegestaan.

# Text_Max_31_Chars_Excel
source: An Excel workbook name can contain a maximum of 31 characters.
nl: Een Excel werkmap naam mag maximaal 31 tekens bevatten.

# Text_Max_50
source: Maximum 50 characters allowed.
nl: Maximaal 50 tekens toegestaan.

# Text_Max_900000
source: Maximum 900000 characters allowed.
nl: Maximaal 900000 tekens toegestaan.

# Text_New_User
source: The new user has been added.
nl: De nieuwe gebruiker is toegevoegd.

# Text_Not_Allowd_Change_Other_User
source: You are not entitled to change other users.
nl: U bent niet gerechtigd om andere gebruikers te wijzigen.

# Text_Not_Allowd_Change_Other_User_With_Role
source: You are not allowed to change users with the System or Administrator Role.
nl: U bent niet gerechtigd om gebruikers te wijzigen met de Rol System of Administrator.

# Text_Not_Allowd_Change_Other_User_With_Role_1
source: You are not allowed to change users with the Role System.
nl: U bent niet gerechtigd om gebruikers te wijzigen met de Rol System.

# Text_Not_Allowd_Change_User
source: You are not entitled to change users.
nl: U bent niet gerechtigd om gebruikers te wijzigen.

# Text_Not_Allowed_Deleted_Any_User
source: You are not entitled to delete users.
nl: U bent niet gerechtigd om gebruikers te verwijderen.

# Text_Not_Allowed_Deleted_User
source: You are not allowed to delete users with the System or Administrator role.
nl: U bent niet gerechtigd om gebruikers te verwijderen met de rol System of Administrator.

# Text_Not_All_Fields_Filled
source: Not all input fields are filled.
nl: Niet alle invoer velden zijn gevuld.

# Text_Ora_Account_Expired
source: The user account (Oracle user) has expired, please change the password.
nl: Het gebruikersaccount (Oracle user) is verlopen, verander het wachtwoord.

# Text_Password_Repeat
source: Password and repeat password are not the same.
nl: Wachtwoord en herhaal wachtwoord zijn niet gelijk.

# Text_Query_Not_Exported
source: A query has not been exported. The log file contains information about the Query name.
nl: Een query is niet geëxporteerd. In de logfile staat betreffende de Query naam.

# Text_Query_Not_Saved_No_Ora_Conn
source: Query has not yet been saved. The query must be saved before it is related to a connection.
nl: Query is nog niet opgeslagen. De query moet eerst opgeslagen worden voordat deze gerelateerd wordt aan een connectie.

# Text_Ready_Saving_Connection
source: The connection data is saved
nl: De connectie gegevens zijn opgeslagen.

# Text_Selected__User_Not_Deleted
source: The selected user has not been deleted.
nl: De geselecteerde gebruiker is niet verwijderd.

# Text_Settings_File_Not_Found
source: The settings file was not found (or read). Default settings are applied.
nl: Het settingsbestand is niet gevonden (of ingelezen). Default settings worden toegepast.

# Text_User_Data_Changed
source: The information of the selected user has been changed.
nl: De gegevens van de geselecteerde gebruiker zijn gewijzigd.

# Text_User_Data_Does_not_Exist
source: The user data does not exist.
nl: De gebruikergegevens komen niet voor.

# Text_User_Data_Exist
source: The User name or Authentication name already exists. Please choose a different user or authentication name.
nl: De Gebruikernaam of de Authenticatie naam komt reeds voor. Kies een andere gebruikers- of authenticatienaam.

# Text_User_Gets_deleted
source: The user is permanently deleted. Are you sure about this?
nl: De gebruiker wordt definitief verwijderd. Weet u dit zeker?

# Text_User_Is_Deleted
source: The user has been deleted.
nl: De gebruiker is verwijderd.

# Text_User_Role_Not_In_Sync
source: The user and the role of the user do not correspond (anymore).
nl: De gebruiker en rol van de gebruiker komen niet (meer) met elkaar overeen.

# Tilte_Create_New_User
source: Create new user.
nl: Aanmaken nieuwe gebruiker.

# Title_Attention
source: Attention.
nl: Let op.

# Title_Change_data
source: Change data.
nl: Wijzigen gegevens.

# Title_Continue
source: Continue?
nl: Doorgaan?

# Title_Cre_New_DB_Connection
source: Create new database connection.
nl: Nieuwe database connectie maken.

# Title_Drag_Query
source: Drag query.
nl: Slepen query.

# Title_Error
source: Error.
nl: Fout.

# Title_Information
source: Information.
nl: Informatie.

# Title_Ready
source: Ready.
nl: Gereed.

# Title_Save
source: Save.
nl: Opslaan.

# Title_Warning
source: Warning.
nl: Waarschuwing.

# Titlte_File_Copy
source: File copy.
nl: Kopiëren bestand.

source: Under construction
nl: Wordt nog aan gewerkt.
