Repository: HansvBug/TopData
Catalog: TopData/Resource/Res_Log.*.resx
Languages: nl

# AlterTableFailed
source: Changing table {0} failed. (Version {1}).
nl: "Het wijzigen van de tabel {0} is misukt. (Versie {1}).

# AppDbase_Present
source: The application database is present.
nl: De applicatie database is aanwezig.

# ChangeingMetaVersionFailed
source: Changing the version in table {0} failed. (Version {1}).
nl: Het wijzigen van de versie in de tabel {0} is misukt. (Versie {1}).

# ChangeSQLiteUserVersionFailed
source: Changing the SQlite user_version failed. (Version {0}).
nl: Het wijzigen van de SQlite user_version is misukt. (Versie {0}).

# ChangingTableFailed
source: Changing table {0} was not performed.
nl: "Het wijzigen van de tabel {0} is niet uitgevoerd.

# CheckForCurVersionAppDb
source: Check for version of the query database.
nl: Controle op versie van de query database.

# CompressAppDbFailed
source: Compressing the application database failed.
nl: Het comprimeren van de applicatie database is mislukt.

# CopyFileAborted
source: The copying of the file '{0}' has been aborted.
nl: Het kopiëren van het bestand '{0}' is afgebroken.

# CopyFileReady
source: The copy of the file '{0}' is ready.
nl: Het kopiëren van het bestand '{0}' is gereed.

# CountRamTotalFailed
source: No Total Ram count found.
nl: Geen Totaal telling Ram gevonden.

# CreNewUser
source: Create new user.
nl: Aanmaken nieuwe gebruiker.

# DatabaseNameDeleted
source: Database name has been successfully deleted.
nl: Databasenaam is succesvol verwijderd.

# Debug_Logging_On
source: Debug logging is on.
nl: Debug logging staat aan.

# DefaultUserNotFound
source: The default user {0} was not found.
nl: De default gebruiker {0} is niet gevonden.

# DeleteDbOrSChemaName
source: Failed to enter schema names in table {0}.
nl: Het invoeren van de schema namen in de tabel {0} is mislukt.

# DoYouWantToChangeThePwd
source: Do you want to change the data except the password?
nl: Wilt u de gegevens met uitzondering van het wachtwoord wijzigen?

# ErrorCreatingAppDbase
source: The database '{0}' has not been created.
nl: De database '{0}' is niet aangemaakt.

# ErrorCreatingAppDbaseNoName
source: The SQlite database was not created because no location or database name was specified.
nl: De SQlite database is niet aangemaakt omdat er geen locatie of database naam is opgegeven.

# ErrorDeletingDbName
source: Deleting database name from table {0} was unsuccessful.
nl: Het verwijderen van de database naam uit de tabel {0} is niet gelukt.

# ErrorEnteringUserInTable
source: Error entering a user in table {0}. (Version {1}).
nl: Fout bij het invoeren van een gebruiker in de tabel {0}. (Versie {1}).

# FailedToCreateTable
source: Failed to create table {0}. (Version {1}).
nl: Aanmaken van de tabel {0} is misukt. (Versie {1}).

# FailedToInsertDbVersionNumber
source: Failed to enter database version number in table {0}. (Version
nl: Het invoeren van het database versienummer in de tabel {0} is misukt. (Versie

# FailedToInsertDbVersionNumber01
source: Failed to enter database version number in table {0}.
nl: Het invoeren van het database versienummer in de tabel {0} is mislukt.

# FailedToSeeIfUserIsUnique
source: Failed to determine whether user {0} is unique.
nl: Het bepalen of de gebruiker {0} uniek is, is mislukt.

# FileExists
source: The file already exists.
nl: Het bestand komt reeds voor.

# FileNotPresent
source: The file '{0}' to be copied is not present.
nl: Het te kopiëren bestand '{0}' is niet aanwezig.

# FolderNotPresent
source: The folder '{0}' is not present.
nl: De map '{0}' is niet aanwezig.

# GetApplicationpathFailed
source: Failed to get application path.
nl: Ophalen applicatie pad is mislukt.

# GetBiosIdFailed
source: No Bios ID found.
nl: Geen Bios Id gevonden.

# GetBiosIdFailed1
source: Retrieving the Bios ID failed.
nl: Ophalen van het Bios id is mislukt.

# GetMachineNameFailed
source: Machine name retrieval failed.
nl: Ophalen naam machine is mislukt.

# GetMonitorCountFailed
source: Failed to determine the number of monitors.
nl: Bepalen van het aantal monitoren is mislukt.

# GetMonitorWidthFailed
source: Failed to determine monitor width.
nl: Bepalen monitor breedte is mislukt.

# GetProcessorIdFailed
source: Failed to retrieve the processor ID.
nl: Ophalen van de processor id is mislukt.

# GetQueryGroupNamesFailed
source: Failed to get query group names.
nl: Ophalen van de querygroep namen is mislukt.

# GetSqlDbVersion
source: Get the Sqlite database file version.
nl: Haal de Sqlite database bestand versie op.

# GetSqlDbVersionFailed
source: Failed to query Sqlite database file version.
nl: Opvragen Sqlite database bestand versie is misukt.

source: Get SQLite version.
nl: Ophalen SQLite versie.

# GetSQLiteVersionFailed
source: Failed to query Sqlite version.
nl: Opvragen Sqlite versie is misukt.

# GetTotalRamFailed
source: Failed to get total amount of RAM.
nl: Ophalen totale hoeveelheid RAM is mislukt.

# GetUserNameFailed
source: Failed to retrieve user name.
nl: Ophalen naam gebruiker is mislukt.

# GetWinVersionFailed
source: Failed to get Windows version.
nl: Ophalen Windows versie is mislukt.

# LookInLogFile
source: Look in the log file for information.
nl: Kijk in het log bestand voor informatie.

# NoNewAppDbCreated
source: The database file is present, no new empty database file has been created.
nl: Het database bestand is aanwezig, er is géén nieuw leeg database bestand aangemaakt.

source: Notification :
nl: Melding :

# PwdNotEqualRepeatPwd
source: The 'Password' is not the same as 'Repeat password'.
nl: Het 'Wachtwoord' is ongelijk aan 'Herhaal wachtwoord'.

# PwdOrRepeatPwdIsMissing
source: The 'Password' or 'Repeat password' has not been entered.
nl: Het 'Wachtwoord' of 'Herhaal wachtwoord' is niet ingevuld.

# QuerGetConnNamesFailed
source: Retrieving the connection names in the table {0} was not successful.
nl: Het opvragen van de connectie namen in de tabel {0} is niet gelukt.

# QuerGetSchemaNamesFailed
source: Retrieving the schema names in the table {0} failed.
nl: Het opvragen van de schema namen in de tabel {0} is niet gelukt.

# QueryGetDbnamesFailed
source: Querying the database names in the table {0} failed.
nl: Het opvragen van de database namen in de tabel {0} is niet gelukt.

# RequestMetaVersionFailed
source: Requesting meta version failed. (Version
nl: Opvragen meta versie is misukt. (Versie

# ResetAppDbSequenceFailed
source: Resetting the sequences in the application database failed.
nl: Het resetten van de sequences in de applicatie database is mislukt.

# ResetTableSequenceFailed
source: Resetting the sequences of table {0} failed.
nl: Het resetten van de sequences van de tabel {0} is mislukt.

# SchemaNameDeleted
source: Schema name has been successfully deleted.
nl: Schemanaam is succesvol verwijderd.

# SQLiteUserVersionChanged
source: The SQlite user_version has been changed. (Version {0}).
nl: De SQlite user_version is gewijzigd. (Versie {0}).

# TableIsChanged
source: The table {0} has been changed. (Version {1}).
nl: De tabel {0} is gewijzigd. (Versie {1}).

# TableIsCreated
source: The table {0} has been created. (Version {1}).
nl: De tabel {0} is aangemaakt. (Versie {1}).

# TableIsNotCreated
source: The creation of the table {0} has not been performed.
nl: Het aanmaken van de tabel {0} is niet uitgevoerd.

# TableIsUpdated
source: The table {0} has been updated. (Version {1}).
nl: De tabel {0} is bijgewerkt. (Versie {1}).

# TheAppDbIsCreated
source: The database '{0}' has been created.
nl: De database '{0}' is aangemaakt.

# TheAppDbWillBeCreated
source: The application database is missing and will be created.
nl: De applicatie database ontbreekt en wordt aangemaakt.

# UpdateTableFailed
source: Failed to update table {0}. (Version: {1}).
nl: Het bijwerken van de tabel {0} is mislukt. (Versie: {1}).

# UserDetailsNotChanged
source: The details of user '{0}' have not changed.
nl: De gegevens van gebruiker '{0}' zijn niet gewijzigd.

# UserFullDetailsAreChanged
source: The full details of user '{0}' have been changed.
nl: De volledige gegevens van gebruiker '{0}' zijn gewijzigd.

# UserFullDetailsAreChangedExceptPwd
source: The details of user '{0}' have been changed (except the password).
nl: De gegevens van gebruiker '{0}' zijn gewijzigd (m.u.v. het wachtwoord).

# UserFullDetailsAreNotChangedExceptPwd
source: The details of user '{0}' have not changed. (Password not the same as repeat password).
nl: De gegevens van gebruiker '{0}' zijn niet gewijzigd. (Wachtwoord niet gelijk aan herhaal wachtwoord).

# WriteInformation
source: Information.
nl: Informatie.
